/* `welcomeLabel` UILabel text default value */
"Welcome" = "ברוך הבא";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "תודה על ההורדה";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "עקוב אחר ההוראות שקיבלת בדוא\"ל 'ברוכים הבאים' כדי להתחיל את תהליך ההפעלה.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "עקוב אחר ניהול המשימות היומיות שלך ושתף פעולה בקלות בפרויקטים.";

"ScanInstruction" = "סרוק את קוד ה-QR המאובטח כדי להתחיל את תהליך ההפעלה.";

"DiscoveryServiceInstruction" = "הזן את כתובת הדוא\"ל שלך כדי להתחיל את תהליך ההפעלה.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "מתבצעת בדיקה בחשבון...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "התחל";

"Scan" = "סרוק";

/* `demoLabel` UILabel text default value */
"Explore" = "האם ברצונך לחקור?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "נסה את ההדגמה";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "קבע קוד סיסמה";

/* The title for the enter passcode screen. */
"PasscodeKey" = "קוד סיסמה";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "בחר קוד סיסמה";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "אשר קוד סיסמה";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "הזן את קוד הסיסמה שוב.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "אשר את קוד הסיסמה.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "הזן את קוד הסיסמה.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "שנה קוד סיסמה";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "הזן את קוד הסיסמה הנוכחית.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "לא כעת";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "חזרה";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "הבא";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "בוצע";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "בחר קוד סיסמה עם %d תווים לפחות לביטול נעילת היישום.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "בחר קוד סיסמה עם %d ספרות לפחות לביטול נעילת היישום.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "כלול את הבאים:";

/* The group name for lower case letters. */
"LowerCaseKey" = "אותיות קטנות (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "אותיות גדולות (A-Z)";

/* The group name for digits. */
"DigitsKey" = "ספרות (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "סמלים (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "אפס קוד סיסמה";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "אימות קוד סיסמה נכשל.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "קוד סיסמה נדחה על-ידי FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "נסה שוב";

/* The title for setup touch ID screen. */
"TouchIDKey" = "זיהוי Touch";

/* The title for setup touch ID screen. */
"FaceIDKey" = "זיהוי פנים";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " זמין כעת!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "הפעלת זיהוי Touch תאפשר לך גישה מהירה יותר לפרטים שלך.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "ניתן להפעיל או לכבות מאפיין זה בכל זמן מההגדרות.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "הפעל את זיהוי Touch לגישה מהירה ומאובטחת.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "אם זיהוי ה-Touch מושבת, תתבקש לספק את קוד הסיסמה של המכשיר שלך.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "הפעלת זיהוי פנים תאפשר לך גישה מהירה יותר לפרטים שלך.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "ניתן להפעיל או לכבות מאפיין זה בכל זמן מההגדרות.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "הפעל זיהוי פנים לגישה מהירה ומאובטחת.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "אם זיהוי הפנים מושבת, תתבקש לספק את קוד הסיסמה של המכשיר שלך.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "לשימוש בזיהוי Touch, הוסף טביעות אצבעות בהגדרות המכשיר שלך.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "תוכל לבצע זאת בכל זמן ב'הגדרות' - 'זיהוי Touch וקוד סיסמה'.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "לשימוש בזיהוי פנים, רשום את זיהוי הפנים בהגדרות המכשיר שלך.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "תוכל לבצע זאת בכל זמן ב'הגדרות' - 'זיהוי פנים וקוד סיסמה'.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "למד עוד על זיהוי Touch";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "למד עוד על זיהוי פנים";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "הפעל";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "אמת עם זיהוי Touch";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "אמת עם זיהוי פנים";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "שגיאה";

/* The error title. */
"AuthenticationErrorKey" = "שגיאת אימות";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "אמת באמצעות זיהוי Touch כדי להשתמש ביישום.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "אמת באמצעות זיהוי פנים כדי להשתמש ביישום.";

/* The authenticate button text. */
"AuthenticateKey" = "אמת";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "קודי סיסמאות לא תואמים. נסה שוב.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "נותרו לך %d ניסיונות.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "נותר לך ניסיון 1.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "לא נותרו עוד ניסיונות.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "התחבר כדי לאפס את קוד הסיסמה.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "קוד סיסמה שגוי. נסה שוב.";

/* The scan page title string. */
"ScanKey" = "סרוק";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "סריקה לא עברה בהצלחה";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "בחר תמונת קוד QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "קוד QR לא חוקי";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "קוד QR לא זוהה.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "אפשר גישה לתמונות";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "לבחירת תמונה של קוד QR, ספק גישה לתמונות בהגדרות הפרטיות של המכשיר שלך.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "אפשר גישה למצלמה";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "לסריקה באמצעות המצלמה, ספק גישה למצלמה בהגדרות הפרטיות של המכשיר שלך.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "הגדרות";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "אישור";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "הסריקה עברה בהצלחה. אתה תחובר אל:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "המשך";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "הפעל";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "הפעלה";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "אם קיבלת דוא\"ל 'ברוכים הבאים', היכנס לקישור ההפעלה בדוא\"ל. אחרת, הזן את כתובת הדוא\"ל שלך או סרוק את קוד ה-QR כדי להתחיל בשילוב.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "הבא";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "או";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "סרוק";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "הסכם";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "אל תסכים";

/* The authentication title. */
"AuthenticationKey" = "אימות";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "ספק את שם המשתמש והסיסמה שלך כדי לבצע אימות.";

/* Username input field placeholder string */
"usernameKey" = "שם משתמש";

/* Password input field placeholder string */
"passwordKey" = "סיסמה";

/* Sign In button string. */
"SignInKey" = "התחבר";

/* Error message when failed to sign in. */
"SignInErrorKey" = "אישורים שגויים. נסה שוב.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "ספק את הפרטים מטה כדי להתחיל בתהליך ההפעלה.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "מאמת פרטים...";

/* Cancel button string. */
"CancelKey" = "בטל";

/* Allow button string. */
"AllowKey" = "התר";

/* Deny button string. */
"DenyKey" = "דחה";

/* No button string. */
"NoKey" = "לא";

/* Quit button string. */
"QuitKey" = "צא";

/* GiveConsent button string. */
"GiveConsentKey" = "הסכם";

/* Navbar title string. */
"StepKey" = "שלב";

/* Navbar title string. */
"OfKey" = "מתוך";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "האם אתה בטוח שברצונך לצאת מתהליך השילוב?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "ללא הסכמה, לא תוכל להמשיך בשילוב.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "החלף או הוסף משתמש";

/* Title for Log In button */
"LogInKey" = "התחבר";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "חפש משתמשים בהתקן זה.";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "שכחת את קוד הסיסמה?";

/* Title for Loction */
"PNLoctionTitleKey" = "הפעל שירותי מיקום כדי להשתמש במאפייני מפה וניווט";

/* Title for Notifications */
"PNNotificationsTitleKey" = "הפעל הודעות כדי לקבל התראות על הודעות חשובות";

/* Title for Photos */
"PNPhotosTitleKey" = "הפעל גישה לספריית תמונות כדי לאפשר שיתוף תמונות ולקבל גישה לספריית התמונות";

/* Title for Calendar */
"PNCalendarTitleKey" = "הפעל גישה ללוח שנה כדי לשריין חדרים וכדי לראות את הפגישות שלך";

/* Title for Camera */
"PNCameraTitleKey" = "הפעל את המצלמה כדי להתחבר וכדי לבצע אימות באמצעות זיהוי פנים";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "ניתן לשנות את ההרשאה מאוחר יותר באמצעות הגדרות יישום";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "היישום משתמש בהרשאות שלמטה כדי לספק לך את החוויה הטובה ביותר שהכנו עבורך";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "אפשר ליישום לגשת למיקום שלך וליידע אותך לגבי הזמן שבו אתה משתמש בו.\n\nכדי להגדיר או לערוך את הרשאת המיקום > הקש על “מיקום” > הקש על “יישום” > בחר את הגדרת הרשאת המיקום המועדפת";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "אפשר ליישום לגשת להודעות שלך וליידע אותך לגבי הזמן שבו אתה משתמש בו.\n\nכדי להגדיר או לערוך את הרשאת ההודעות, פתח את הגדרות iOS > הקש על “הודעות” > הקש על “יישום” > בחר את הגדרת הרשאת ההודעות המועדפת";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "אפשר ליישום לגשת לתמונות שלך וליידע אותך לגבי הזמן שבו אתה משתמש בו.\n\nכדי להגדיר או לערוך את הרשאת התמונות, פתח את הגדרות iOS > הקש על “תמונות” > הקש על “יישום” > בחר את הגדרת הרשאת התמונות המועדפת";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "אפשר ליישום לגשת למצלמה שלך וליידע אותך לגבי הזמן שבו אתה משתמש בו.\n\nכדי להגדיר או לערוך את הרשאת המצלמה, פתח את הגדרות iOS > הקש על “מצלמה” > הקש על “יישום” > בחר את הגדרת הרשאת המצלמה המועדפת";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "אפשר ליישום לגשת ללוח השנה שלך וליידע אותך לגבי הזמן שבו אתה משתמש בו.\n\nכדי להגדיר או לערוך את הרשאת לוח השנה, פתח את הגדרות iOS > הקש על “לוח שנה” > הקש על “יישום” > בחר את הגדרת הרשאת לוח השנה המועדפת";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "פתח הגדרות iOS";

